  01 Employees.
     
     02 FirstName PIC X(20).
     02 LastName PIC X(20).
     02 ID PIC 9(10).
     02 Age PIC 9(3).
     02 Street PIC X(20).
     02 Area PIC X(20).
     02 City PIC X(20).
     02 State PIC X(20).
     02 PinCode PIC 9(10).
     02 Salary PIC X(20).
     